driver-tests/bpelse/dynamicpartnerlink/correlation/correlationJbi/test/CorrOnMesgFlowW1G5_Correlation/Input2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:corrOnMesgFlowW1G5TargetNamespace">
  <soapenv:Body>
    <urn:corrOnMesgFlowW1G5Part>
      <urn:string>input</urn:string>
    </urn:corrOnMesgFlowW1G5Part>
  </soapenv:Body>
</soapenv:Envelope>